{
    "config": {
        "scoop_repo": "https://github.com/ScoopInstaller/Scoop",
        "scoop_branch": "master",
        "aria2-warning-enabled": false
    },
    "apps": [
        {
            "Version": "24.09",
            "Info": "",
            "Source": "main",
            "Name": "7zip",
            "Updated": "2024-11-30T20:35:29.5235143+08:00"
        },
        {
            "Version": "1.37.0-1",
            "Info": "",
            "Source": "main",
            "Name": "aria2",
            "Updated": "2024-11-14T21:07:19.5628131+08:00"
        },
        {
            "Version": "0.34.4",
            "Info": "",
            "Source": "main",
            "Name": "ast-grep",
            "Updated": "2025-02-04T03:55:48.4728148+08:00"
        },
        {
            "Version": "0.25.0",
            "Info": "",
            "Source": "main",
            "Name": "bat",
            "Updated": "2025-01-31T02:17:14.6103269+08:00"
        },
        {
            "Version": "1.0.4",
            "Info": "",
            "Source": "main",
            "Name": "btop",
            "Updated": "2025-01-31T02:17:18.4523332+08:00"
        },
        {
            "Version": "2024-12-31",
            "Info": "",
            "Source": "main",
            "Name": "cacert",
            "Updated": "2024-12-31T13:00:50.9831847+08:00"
        },
        {
            "Version": "5.97.3",
            "Info": "",
            "Source": "main",
            "Name": "coreutils",
            "Updated": "2024-11-17T19:28:32.7546454+08:00"
        },
        {
            "Version": "0.2013.07.19",
            "Info": "",
            "Source": "main",
            "Name": "cowsay",
            "Updated": "2024-12-08T22:53:15.5403932+08:00"
        },
        {
            "Version": "3.14",
            "Info": "",
            "Source": "main",
            "Name": "dark",
            "Updated": "2025-02-05T14:57:18.211382+08:00"
        },
        {
            "Version": "1.1.1",
            "Info": "",
            "Source": "main",
            "Name": "dust",
            "Updated": "2025-01-31T02:17:22.2300605+08:00"
        },
        {
            "Version": "2.35.0",
            "Info": "",
            "Source": "main",
            "Name": "fastfetch",
            "Updated": "2025-01-26T12:59:34.3223889+08:00"
        },
        {
            "Version": "10.2.0",
            "Info": "",
            "Source": "main",
            "Name": "fd",
            "Updated": "2024-11-17T19:24:48.0993689+08:00"
        },
        {
            "Version": "7.1",
            "Info": "",
            "Source": "main",
            "Name": "ffmpeg",
            "Updated": "2025-01-10T23:05:46.3026215+08:00"
        },
        {
            "Version": "1.0-go",
            "Info": "",
            "Source": "main",
            "Name": "figlet",
            "Updated": "2024-12-08T22:51:51.197506+08:00"
        },
        {
            "Version": "0.59.0",
            "Info": "",
            "Source": "main",
            "Name": "fzf",
            "Updated": "2025-02-04T03:55:53.9313412+08:00"
        },
        {
            "Version": "13.2.0",
            "Info": "",
            "Source": "main",
            "Name": "gcc",
            "Updated": "2024-11-10T20:18:12.1036938+08:00"
        },
        {
            "Version": "2.47.1.2",
            "Info": "",
            "Source": "main",
            "Name": "git",
            "Updated": "2025-01-15T13:10:11.3263786+08:00"
        },
        {
            "Version": "2.0.0",
            "Info": "",
            "Source": "main",
            "Name": "glow",
            "Updated": "2025-01-31T02:17:35.0865779+08:00"
        },
        {
            "Version": "2.9.5",
            "Info": "",
            "Source": "main",
            "Name": "gtypist",
            "Updated": "2024-11-14T21:12:26.8001709+08:00"
        },
        {
            "Version": "1.3.12",
            "Info": "",
            "Source": "main",
            "Name": "gzip",
            "Updated": "2025-01-31T02:17:40.4613401+08:00"
        },
        {
            "Version": "1.11.1",
            "Info": "",
            "Source": "extras",
            "Name": "jellyfin-media-player",
            "Updated": "2025-01-23T14:39:24.644196+08:00"
        },
        {
            "Version": "0.45.2",
            "Info": "",
            "Source": "extras",
            "Name": "lazygit",
            "Updated": "2025-01-18T13:51:55.8185156+08:00"
        },
        {
            "Version": "1.1.5",
            "Info": "",
            "Source": "main",
            "Name": "lsd",
            "Updated": "2025-02-04T03:31:54.4546661+08:00"
        },
        {
            "Version": "5.1.5",
            "Info": "",
            "Source": "versions",
            "Name": "lua51",
            "Updated": "2024-11-17T19:33:36.755575+08:00"
        },
        {
            "Version": "3.11.1",
            "Info": "",
            "Source": "main",
            "Name": "luarocks",
            "Updated": "2024-11-17T19:22:44.9013766+08:00"
        },
        {
            "Version": "0.24.1",
            "Info": "",
            "Source": "main",
            "Name": "lux",
            "Updated": "2025-01-31T02:17:46.0069129+08:00"
        },
        {
            "Version": "0.2025.01.20",
            "Info": "",
            "Source": "extras",
            "Name": "meow",
            "Updated": "2025-01-21T13:20:38.2587717+08:00"
        },
        {
            "Version": "3.6.7",
            "Info": "",
            "Source": "games",
            "Name": "nethack",
            "Updated": "2025-02-08T00:08:35.0858509+08:00"
        },
        {
            "Version": "7.95",
            "Info": "",
            "Source": "main",
            "Name": "nmap",
            "Updated": "2025-02-04T03:50:47.7712261+08:00"
        },
        {
            "Version": "23.7.0",
            "Info": "",
            "Source": "main",
            "Name": "nodejs",
            "Updated": "2025-01-31T13:31:32.0103662+08:00"
        },
        {
            "Version": "24.19.0",
            "Info": "",
            "Source": "main",
            "Name": "oh-my-posh",
            "Updated": "2025-01-31T02:16:34.3067477+08:00"
        },
        {
            "Version": "1.6.3",
            "Info": "",
            "Source": "extras",
            "Name": "pipes-rs",
            "Updated": "2024-12-08T22:45:51.4110066+08:00"
        },
        {
            "Version": "0.14.9",
            "Info": "",
            "Source": "main",
            "Name": "procs",
            "Updated": "2025-01-31T02:17:49.8535427+08:00"
        },
        {
            "Version": "7.5.0",
            "Info": "",
            "Source": "main",
            "Name": "pwsh",
            "Updated": "2025-01-24T13:15:51.1099373+08:00"
        },
        {
            "Version": "3.13.2",
            "Info": "",
            "Source": "main",
            "Name": "python",
            "Updated": "2025-02-05T14:24:45.0618664+08:00"
        },
        {
            "Version": "14.1.1",
            "Info": "",
            "Source": "main",
            "Name": "ripgrep",
            "Updated": "2024-11-17T19:24:37.9151758+08:00"
        },
        {
            "Version": "4.6",
            "Info": "",
            "Source": "extras",
            "Name": "rufus",
            "Updated": "2024-11-14T21:13:25.3437052+08:00"
        },
        {
            "Version": "1.2.0",
            "Info": "",
            "Source": "main",
            "Name": "speedtest-cli",
            "Updated": "2025-01-31T02:17:56.0244565+08:00"
        },
        {
            "Version": "0.20.4",
            "Info": "",
            "Source": "main",
            "Name": "spotify-player",
            "Updated": "2025-01-31T02:18:01.1844944+08:00"
        },
        {
            "Version": "0.25.1",
            "Info": "",
            "Source": "main",
            "Name": "tree-sitter",
            "Updated": "2025-02-04T03:55:59.1060031+08:00"
        },
        {
            "Version": "1.6.0",
            "Info": "",
            "Source": "main",
            "Name": "ttyper",
            "Updated": "2024-11-14T21:12:19.7675959+08:00"
        },
        {
            "Version": "6.00",
            "Info": "",
            "Source": "main",
            "Name": "unzip",
            "Updated": "2024-11-17T19:25:03.2226987+08:00"
        },
        {
            "Version": "20240203-110809-5046fc22",
            "Info": "",
            "Source": "extras",
            "Name": "wezterm",
            "Updated": "2025-02-06T15:27:11.8109463+08:00"
        },
        {
            "Version": "1.21.4",
            "Info": "",
            "Source": "main",
            "Name": "wget",
            "Updated": "2024-11-17T19:25:17.3445082+08:00"
        },
        {
            "Version": "25.2.7",
            "Info": "",
            "Source": "main",
            "Name": "yazi",
            "Updated": "2025-02-07T21:58:10.5168992+08:00"
        },
        {
            "Version": "2025.01.26",
            "Info": "",
            "Source": "main",
            "Name": "yt-dlp",
            "Updated": "2025-01-26T13:00:05.8827911+08:00"
        },
        {
            "Version": "0.9.6",
            "Info": "",
            "Source": "main",
            "Name": "zoxide",
            "Updated": "2025-01-31T02:18:04.749773+08:00"
        }
    ],
    "buckets": [
        {
            "Name": "main",
            "Source": "https://github.com/ScoopInstaller/Main",
            "Updated": "2025-02-09T12:28:16+08:00",
            "Manifests": 1357
        },
        {
            "Name": "extras",
            "Source": "https://github.com/ScoopInstaller/Extras",
            "Updated": "2025-02-09T13:49:20+08:00",
            "Manifests": 2127
        },
        {
            "Name": "versions",
            "Source": "https://github.com/ScoopInstaller/Versions",
            "Updated": "2025-02-09T12:35:09+08:00",
            "Manifests": 477
        },
        {
            "Name": "games",
            "Source": "https://github.com/Calinou/scoop-games",
            "Updated": "2025-02-09T08:36:51+08:00",
            "Manifests": 338
        }
    ]
}
